Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/saamelaiskarajat_osallistuu_15_-19_7_2019_genevessa_pidettavaan_alkuperaiskansojen_oikeuksien_asiantuntijamekanismin_emrip_12__istuntoon.html.tmx
Source language: fin
Languages: sme

source: Saamelaiskäräjät osallistuu 15.-19.7.2019 Genevessä pidettävään Alkuperäiskansojen oikeuksien asiantuntijamekanismin (EMRIP) 12. istuntoon
sme: Sámediggi oassálastá 15.-19.7.2019 Geneves Eamiálbmogiid vuoigatvuođaid áššedovdimekanismma (EMRIP) 12. čoahkkimii

source: Saamelaiskäräjät, edustajanaan Saamelaiskäräjien toinen varapuheenjohtaja Tuomas Aslak Juuso, osallistuu 15.-19.7.2019 Genevessä Sveitsissä järjestettävään vuotuiseen Alkuperäiskansojen oikeuksien asiantuntijamekanismin istuntoon.
sme: Sámediggi, ovddasteaddjinis Sámedikki nubbi várreságadoalli Tuomas Aslak Juuso, oassálastá 15.-19.7.2019 Geneves Šveiccas jahkásaš Eamiálbmogiid vuoigatvuođaid áššedovdimekanismma čoahkkimii.

source: Saamelaiskäräjillä on istunnossa useita puheenvuoroja.
sme: Sámedikkis leat čoahkkimis máŋga sáhkavuoru.

source: Maanantaina 15.7. pidetyssä Saamelaiskäräjien sekä Saamelaisneuvoston yhteispuheenvuorossa, keskityttiin pääasiassa valtioiden rajojen aiheuttamiin haasteisiin saamelaisten elämässä, sekä nostettiin esille rajat ylittävän yhteistyön merkitystä.
sme: Vuossárgga 15.7. dollojuvvon Sámedikki sihke Sámiráđi oktasaš sáhkavuorus lei váldodeaddu lagamustá riikkarájáid dagahan hástalusain sápmelaččaid eallimis. Sáhkavuorus buktojuvvui maiddái ovdan rájáid rasttildeaddji oktasašbarggu mearkkašupmi.

source: “Me saamelaiset olemme yksi kansa, joka elää neljän valtion alueella Suomessa, Ruotsissa, Norjassa ja Venäjällä”, Juuso kiteyttää puheenvuorossa.
sme: “Mii sápmelaččat leat okta álbmot, mii eallá njealji riikka siste Suomas, Ruoŧas, Norggas ja Ruoššas”, Juuso cealká sáhkavuorustis.

source: Puheenvuorossa todetaan sekä valtioiden rajojen että esimerkiksi saamelaisten poronhoitajien kulkemista säätelevien sopimusten ja lainsäädännön muuttuneen jo muutamaan otteeseen niiden perustamisen jälkeen.
sme: Sáhkavuorus gávnnahuvvo ahte sihke riikkaráját ja ovdamearkka dihte sápmelaš badjeolbmuid johtima stivrejeaddji soahpamušat ja láhkaásaheapmi leat rievdan juo muhtun geardde daid vuođđudeami maŋŋá.

source: “Me olemme sopeutuneet näihin muutoksiin ja uusin olosuhteisiin, mutta luonnollisesti niillä on ollut vaikutusta meidän kulttuuriimme ja meihin yhtenä kansana”, jatkaa Juuso.
sme: “Mii leat vuogáiduvvan dáidda nuppástusaide ja ođđa diliide, muhto lunddolaččat dain lea leamaš váikkuhus min kultuvrii ja midjiide oktan álbmogin”, joatká Juuso.

source: Saamen kielten parissa tehtävä ja saavutettu yhteistyö nostettiin puheessa esille positiivisena esimerkkinä onnistuneesta rajat ylittävästä yhteistyöstä saamelaistoimijoiden kesken.
sme: Olahuvvon oktasašbargu sámegielaid suorggis loktejuvvui sáhkavuorus ovdan positiivvalaš ovdamearkan bures lihkostuvvan, rájáid rasttildeaddji oktasašbarggus sámedoaibmiid gaskka.

source: Myös Saamelaisten parlamentaarista neuvostoa (SPN) korostettiin tärkeänä yhteistyötä edistävänä toimijana.
sme: Maiddái Sámi parlamentáralaš ráđđi (SPR) deattuhuvvui dehálaš, oktasašbarggu ovddideaddji doaibmin.

source: Saamelaisten parlamentaarinen neuvosto ja Saamelaiskäräjät ovat mukana järjestämässä EMRIP-istunnon aikana pidettävää paneelikeskustelua, jota ne isännöivät yhdessä kolmen muun, eri alueita edustavien alkuperäiskansojen organisaatioiden kanssa – The International Indian Treaty Council (IITC), Coordinadora de las Organizaciones Indígenas de la Cuenca Amazónica (COICA) ja Asia Indigenous Peoples Pact (AIPP).
sme: Sámi parlamentáralaš ráđđi ja Sámediggi leat mielde ordnemin panelaságastallama, mii dollojuvvo EMRIP-čoahkkima áigge ja man dat jođihit ovttas golmma eará, sierra guovlluid ovddasteaddji eamiálbmotorganisašuvnnaiguin – The International Indian Treaty Council (IITC), Coordinadora de las Organizaciones Indígenas de la Cuenca Amazónica (COICA) and Asia Indigenous Peoples Pact (AIPP).

source: Paneelikeskustelu on sivutapahtuma, jossa keskustellaan alkuperäiskansojen osallistumismahdollisuuksista Yhdistyneiden Kansakuntien (YK) toimintaan, ja osallistumisessa kohdatuista haasteista.
sme: Panelaságastallan lea siidodáhpáhus, mas ságastallo eamiálbmogiid oassálastinvejolašvuođain Ovttastuvvan Našuvnnaid (ON) doibmii, ja oassálastimis deaividuvvon hástalusain.

source: Saamelaiskäräjät on kansainvälistä toimintaansa koskevan strategian mukaisesti pyrkinyt aktiivisesti edistämään ja ylläpitämään keskustelua alkuperäiskansojen osallistumismahdollisuuksista YK:ssa.
sme: Sámediggi lea riikkaidgaskasaš doaibmasis guoski strategiija mielde geahččalan aktiivvalaččat ovddidit ja bajásdoallat ságastallama eamiálbmogiid oassálastinvejolašvuođain ON:s.

source: Lisätietoja:
sme: Lassediehtu:

source: Saamelaiskäräjien II varapuheenjohtaja Tuomas Aslak Juuso puh. 040 1871331, tuomas.juuso(at)samediggi.fi
sme: Sámedikki II várreságadoalli Tuomas Aslak Juuso tel. 040 1871331, tuomas.juuso(at)samediggi.fi
